// JavaScript Document
var tg=[
		/*{
			"name":"牛钢",
			"discribe":"，现任证金贵金属首席策略师，全面负责投研相关工作。现货白银在国内适应性研究的先驱者之一，国内公认的贵金属卓越投资家和策略制定者。历任中国唯一一家拥有美国上市公司背景——中国金融在线集团投资顾问师，战略投资顾问。其独创的反射弧扭曲战法将运行记忆融合在个人操作系统中，对于贵金属市场有着魔法般的精准效果，其中涉及到的通过循环交易提升风报比的理念，可谓开创了整个期货交易的先河。",
			"style":"硬朗稳健，对于FSS比率应用、周期方位、峰谷监测、波浪理论、风险控制学、趋势定位都有独特的认知和应用。",
			"talk":"大道至简，用专业改变格局。",
			"id":"niugang",
			"zbs":"",
			"cw":"证金首席策略分析师"		
		},*/
		{
			"name":"秦保家",
			"discribe":"，股票、期货两栖10年实战操盘经历，拥有国家注册证券执业资格。每年短线交易1000次有余，绝对的实战派，曾受邀担任金融界、中国网等特约嘉宾。自创新股短线暴利系统、贵金属分时振幅测量理论、分时3浪拉升理论、震荡行情多空转换法则等操盘手法。曾任职某大型私募，负责股票和现货白银、原油的操盘和培训。最擅长的交易手法是把握日内分时最低点，买完就涨，被誉为“超短金手”，尤为擅长震荡市场高空低多，双向获利。",
			"style":"最擅长的交易手法是把握投资标的日内分时最低点，买完就涨，尤为擅长震荡市场高空低多，双向获利。",
			"talk":"1.期货、贵金属现货等投资品种一定顺势而为，多头市场高位即使不做多，也不要轻易做空。同理空头市场一定要逢高做空，不要轻易做多。<br />2.实战操作一定要分清震荡和趋势行情的分界线，震荡市场要敢于\"逆势\"，高空低多，多空转换要迅速，而趋势行情一定要顺势而为。",
			"id":"qinbaojia",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"张雷",
			"discribe":"，河南大学毕业，拥有证券从业资格、期货从业资格。",
			"style":"随意，属于\"自由搏击性\"散打都算不上。一半属于技术派一半属于政策派，都是求稳为主。技术、趋势、数据、消息是我的四大法宝。",
			"talk":"人的本性是不愿意承认错误和丢面子﹐特别是经过自己潜心研究之后做出的决定﹐建议广大投资者﹐当所投资的股票、金银、外汇等表现和当时所决定的相反﹐就应该马上承认和改正错误。",
			"id":"zhanglei",
			"zbs":"",
			"cw":"证金资深策略分析师"	,
			"before1":"拥有国家承认的证券从业资格和期货从业资格。20余年致力于金融证券实盘交易研究工作，独创“短、平、快”的短线操作模式，以“谨慎而精准”的入场时机，扬名于私募界。多年从事金融行业研究中，重点关注股票、白银和大宗商品等品种的机会，在技术面分析与基本面剖析上都有一定的心得。曾多次受邀做客浙江卫视、北京卫视等财经栏目。拥有投资制胜法宝《1060战法》操作模式。"
		},
		{
			"name":"胡丽婷",
			"discribe":"，毕业于北京建筑大学，中国黄金协会学员，国家注册黄金分析师。从业经验6年，自从步入金融行业多年来，一直致力于贵金属的研究和分析，对市场基本面、行情周期性波动以及市场行为心理分析，有深刻的认识和独到的见解。擅长资金的风险管理和中短线波段操作，组建了行情周期性波动与仓位相结合的资金管理交易系统。曾荣膺2013年中国黄金报和北京黄金经济发展研究中心举办的首届TOP100金牌黄金分析师称号。2013年黄金白银大跌开始一直做空，操作资金翻十倍以上。",
			"style":"趋势波段操作",
			"talk":"领悟交易之道，需知行合一，守不败之地，攻可赢之敌。",
			"id":"huliting",
			"zbs":"",
			"cw":"证金策略分析师"	
		},
		/*{
			"name":"韩阳",
			"discribe":"，国际金融专业硕士、国家高级黄金分析师，从业证券10年。经过多年来对盘面走势的研究分析及实盘经验，具备独特的盘感和准确的判断能力，对宏观经济形势有独到的认识和理解，曾掌控过上千万的资产，并获得一年超过300%的收益骄人战绩。",
			"style":"擅长趋势追踪交易，资金及风险管理。对于投资的理解也有较为深刻的理解和独到的观点。",
			"talk":"投资的目的不是为了从市场上盈利多少，而是能一直的存活下去。",
			"id":"hanyang",
			"zbs":"",
			"cw":"证金资深策略分析师"	
		},*/
		{
			"name":"张宁",
			"discribe":"，从业6年期货、贵金属、原油市场实战操盘经验，主要以K线形态为基础、基本面分析为依据判断行情，在关键时刻会参考国外机构操盘手思路，对症下单。擅长中短线机会和突破行情的把握；多年来致力于研究均线系统交易策略，在进场点位和资金分配上拥有独特的进阶模型，善于宏观与基本面的研究与分析，基于对基本面分析把握从而确定大的价格运行方向，运用技术分析把握短线机会。现任张雷老师助理。",
			"style":"主要以K线形态为基础、基本面分析为依据判断行情，擅长中短线机会和突破行情的把握。多年来致力于研究均线系统交易策略，在关键时刻会参考国外机构操盘手思路，对症下单。",
			"talk":"要赚大钱只有一招：找准点位，抓住趋势。",
			"id":"zhangning",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"周思",
			"discribe":"，本人从事证券、期货及贵金属现货投资等行业长达十多年之久。拥有国家承认的证券从业资格。曾供职于大型国有券商及期货公司，担任过首席分析师等重要职务，工作期间战绩颇佳，业内口碑很好。曾专业操盘，操作资金高达上千万。操作风格独特，擅长技术分析，最热衷于超短线操作，效率极高。另外在交易技巧与心态培养方面也是境界颇高，善于站在投资者的角度考虑问题，实现最终盈利。",
			"style":"稳健获利，善于捕捉大行情！擅长技术分析，最热衷于超短线操作，效率极高。另外在交易技巧与心态培养方面也是境界颇高，善于站在投资者的角度考虑问题，实现最终盈利。",
			"talk":"趋势战胜一切！",
			"id":"zhousi",
			"zbs":"",
			"cw":"证金资深策略分析师"		
		},
		{
			"name":"李鹏",
			"discribe":"，K线大咖资深媒体讲师和策略分析师，股票、期货两栖8年实战操盘经历，精通波浪理论、道氏理论、秉承江恩理论。善于把握各个品种的趋势行情、绝对的实战派。自创短线交易技巧“囚笼战法”趋势交易“擒龙战记”。双龙入手适用短线震荡以及长线趋势所有行情。曾任职某大型私募，负责股票和现货白银、原油的操盘和培训。最擅长的交易手法是把握趋势拐点，短线狙击，中期持有，善于把握波段行情，被誉为“趋势大圣”。曾在非农数据抄底做多白银，中长线获利近四百点，盈利空间高达271%。",
			"style":"善于把握各个品种的趋势行情、绝对的实战派。",
			"talk":"短线狙击，中期持有，把握好波段行情。",
			"id":"lipeng",
			"zbs":"",
			"cw":"资深金融媒体讲师"		
		},
		/*{
			"name":"刘德福",
			"discribe":"，金融行业从业经历7年以上，曾经担任过炼金术金融培训公司高级班课程讲师，从事股票7年和外盘黄金外汇5年实盘操作经验。对黄金白银、股票外汇等有独道研究，有自创的风报比盈利战法和资金管理风控策略模型，趋势波段稳健型，善于通过研判行情大趋势和行业政策基本面把握实战操作方向，结合高胜算率的盈利模式达到稳定收益以及高超的资金管理和风控策略来调整心态和控制风险。投资箴言：风控决定成败---资金管理诠释复利。",
			"style":"趋势波段稳健型，善于通过研判行情大趋势和行业政策基本面把握实战操作方向，结合高胜算率的盈利模式达到稳定收益以及高超的资金管理和风控策略来调整心态和控制风险。",
			"talk":"风控决定成败---执着诠释复利。",
			"id":"liudefu",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"刘育松",
			"discribe":"，毕业于北方工业大学国际经济专业，拥有证券从业资格、投顾资格，接触资本场15年左右。十数载从业经验，先后在股票、期货、外汇市场做私募交易员，管理资金千万级。2010年在期货市场做多；2012年10月开始在黄金市场做空；2014年6月底，在4200附近带领金牌作手直播室客户做空白银并明确指出下跌至3200点，获利千点。个人自创\"起爆点理论\"、\"周期矛盾博弈理论\"、\"资本市场量子力学\"等，已接受资本市场多年考验。",
			"style":"激进 大胆 大波段翻倍操作 。",
			"talk":"买点买、卖点卖，真理永远不变；操作系统要独立于分析系统，达到如如不动之境。",
			"id":"liuyusong",
			"zbs":"",
			"cw":"证金资深策略分析师"		
		},*/
		{
			"name":"关勇威",
			"discribe":"，毕业于新加坡管理大学，经济学，职业交易员出身。曾任职国内某私募。操作资金高达上千万，从事金融行业多年，2008年转战黄金市场，对黄金、白银、期市、外汇有深入研究。独创\"双杀伏击\"战法，成功狙击2012年黄金小牛行情及2013年4.15行情。2012年金融高峰论坛受邀嘉宾，2013年全球可持续金融峰会受邀嘉宾。",
			"style":"稳健，果断，善于趋势研判结合震荡波动把握脉冲走势。",
			"talk":"买点到卖点的过程需要一颗强大的耐心去等待-----君子配器于身，待时而动，善猎者，善等待！",
			"id":"guanyongwei",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		/*{
			"name":"张松",
			"discribe":"，拥有证券投资咨询从业及期货分析师从业资格，国家注册黄金分析师。早年进入股市，后转战贵金属外汇市场，任某黄金外汇公司高级分析师操盘手。股票市场长擅长基本面及财务分析，贵金属外汇市场多货币品种共振操作，短线获利能力强。实战派，专注中长线趋势操作；短线布局事件驱动行情，中长线把握宏观走势，布局趋势行情；擅长资金管理和风险控制，对趋势交易和盈亏比有独到研究，注重通过控制风险实现稳定盈利。",
			"style":"谨慎稳健，把握趋势行情，把风险控制放在第一位！",
			"talk":"市场混沌不可预测，控制风险永远是第一要务！",
			"id":"zhangsong",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"柳金狄",
			"discribe":"，在金融市场打拼十年有余，依靠深厚的统计理论及金融工程功底，成功运用于金融分析量化工程领域。在贵金属市场结合波浪理论，时间周期理论，对金融量化工程进行深入探究，总结出一套完整的贵金属量化分析及操作系统，多次捕捉趋势性关键顶部以及底部。 就职于私募基金期间，结合资金运作特征，开发\"资金轮盘量化分析战法\"，成功将资金利用效率提升30%以上。",
			"style":"深入分析历史数据规律，依托波浪理论、时间周期体系进行策略研究。擅长大级别顶底狙击，捕捉大趋势下的巨量获利机会。",
			"talk":"历史规律决定未来成败。资本运作形成市场，市场规律左右资本。",
			"id":"liujindi",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"王伦",
			"discribe":"，2007年进入金融市场，先后师从多位技术流派分析大师，对波浪理论、酒田战法及K线形态学有深入研究。2012年进入贵金属电子交易领域，开展技术理论与国际金融趋势融合研究。担任研究员期间，完善了金融市场趋势与形态理论结合的\"面-线-点\"风险监控系统及日内操作系统，形成了一套完整的贵金属市场获利操作系统，在目前美联储\"后QE\"时代的贵金属市场效果卓著。",
			"style":"用金融数据判定趋势，用波浪形态确定空间，用K线理论把握进场点。",
			"talk":"投资不是投机，技术不是预测。市场乱人心不乱，趋势变方法不变。",
			"id":"wanglun",
			"zbs":"",
			"cw":"证金策略分析师"		
		},
		{
			"name":"刘立星",
			"discribe":"，注册国家中级理财规划师，师从国内著名股票操盘大师成老师，在对股市经验的传承之上独创适合黄金白银以及大宗商品等金融产品的《太极跟踪战法》《菱形交割战法》《K线延伸战法》《黄金比例战法》等战法，对投资者的建议是希望广大投资者灵台生静，静能生慧。现任张雷老师助理.",
			"style":"分析全面，预案到位，执行严谨。擅长中线预估，短线追踪。犇牛体系的跟踪术也是继承了国内先进的技术系统，适合中短线交易者。",
			"talk":"《昭德新编》说：“水静极则形象明，心静极则智慧生。望广大的投资者养成好的投资心态，正确的投资习惯。",
			"id":"liulixing",
			"zbs":"",
			"cw":"证金策略分析师"
			
		},
	
		{
			"name":"李勇",
			"discribe":"，曾任职于国内知名金融公司。擅长K线分析，对K线分析有独特的见解，能敏锐洞察到价格的波动方向。奉行“价格与时间相统一”的交易理念，主张“交易之道应遵循自然之道”的交易哲学。现任张松老师助理。",
			"style":"稳健交易者，对K线理论有独特的见解与应用。",
			"talk":"计划为重，顺势交易，轻松盈利。",
			"id":"liyong",
			"zbs":"",
			"cw":"证金策略分析师"	
			
		}*/
	];
	var yj=[
		/*{
			"name":"李世兴",
			"discribe":"，毕业于西开普大学（University of Western Cape）国际金融学专业，证金贵金属研究负责人，首席策略分析师。归国以后从事多年宏观经济和行业研究经验，曾任职于国内知名券商，香港知名对冲基金机构。2008年6月份开始看空国际原油价格，并反复提出原油市场沽空的建议，而后7月份国际原油价格开始断崖式下跌，最大跌幅达78%，成功预言原油价格见顶。长期任职国内多家知名财经媒体特约评论员，对宏观经济和贵金属市场有独到见解。文章不间断地发表在《中国证券报》、《证券日报》、《证券时报》、《北京青年报》等数十家报刊以及《大众理财顾问》、《卓越理财》等数家国内知名财经类杂志及刊物。",
			"style":"善于从宏观经济层面和行业的基本面挖掘价值。擅长中长线操作分析及市场脉络分析。独创\"阶梯式\"投资操作手法，一旦锁定目标绝不手软。",
			"talk":"倡导\"盈利，从心态开始\"的投资理念和\"与市场成为朋友，而不是敌人的\"座右铭来指导投资操作。证金研究团队老练而不乏激情，乐意进取而不缺果敢，专业严谨的研究态度将为广大投资者实现财富增值保驾护航。",
			"id":"lishixing",
			"zbs":"",
			"cw":"证金贵金属首席策略分析师"		
		},*/
		{
			"name":"杨政",
			"discribe":"，曾考取美国伯克利大学金融经济人资格，并获得美国摩根士丹利顶级交易员短期培训师职位。曾在中国、美国、香港等32个股票市场的指数和18个股票市场的具体股票分析和操作；中国、美国、香港等期货、现货市场（包括黄金、白银、大宗商品市场）分析和操作；世界外汇期货、现货市场的分析和操作。准确分析和预测世界经济形势，是国际战略型宏观经济学家。回国后，在中国多所名牌大学授课（清华大学、北京大学、中央财经、工商大学、对外经贸大学、人民大学），及参与国内多个经济论坛。带领金融专家团队，在与东方财经节目的合作中，获得了相当好的宣传和实际效果。",
			"style":"稳定+准确+快速",
			"talk":"全面分析会使操作更稳定",
			"id":"yangzheng",
			"zbs":"",
			"cw":"证金贵金属资深媒体分析师"		
		},
		/*{
			"name":"艾亚文",
			"discribe":"，毕业于北京工商大学工商管理MBA，硕士，长期从事期货和贵金属投资行业，建立量化模型对非农、GDP等数据进行提前预测把握行情，熟悉铜铝镍等基本金属产业链结构，长期跟踪价格走势，擅长运用基本面和技术面相结合的方式洞悉趋势本质，对周期的节奏转换及炒作题材有着独特的见解。实战经验丰富，多次成功预测铜价等波段性底部与顶部，2014年上半年连续做多现货铜镍让交易利润翻滚起来。曾在《新浪财经》、《期货日报》、《和讯网》、《中国证券网》等主流媒体公开发表过多篇专业文章。",
			"style":"以稳健交易著称，让资金曲线平滑上升！",
			"talk":"做金钱的主人，小钱也变大钱！",
			"id":"aiyawen",
			"zbs":"",
			"cw":"智慧、稳健的证金贵金属女分析师"	
		},*/
		{
			"name":"李皓",
			"discribe":"，资深贵金属投资策略师交易培训师国内多家贵金属公司技术顾问。交易员出身技术派。从事一线操盘工作多年，技术功底深厚。系统性运作资金模式成熟，所管理的资金可实现平稳高速增长。曾在25个交易日里进行43次交易，其中38次获利，平均交易间隔是2小时。成功率高达88.37%，而资本则增值了10倍， 所独创的\"结构交易\"为广大投资者带来不计其数的盈，一年之内准确预测千点行情1次 500点行情2次200点以下行情不计其数。",
			"style":"单边市场 见位加仓  数倍利润滚滚而来 震荡市场 快进快出  瞬间获利积沙成塔。",
			"talk":"学习成功者的经验，站在巨人的肩膀之上，令市场成为自己的提款机。",
			"id":"lihao",
			"zbs":"",
			"cw":"资深贵金属投资策略师交易培训师"		
		},
		{
			"name":"沈杨",
			"discribe":"，具有证券投资咨询执业资格，毕业于北京理工大学，企业管理硕士。入仕，曾任职天相投资顾问有限公司，作为地产行业研究员多次准确预测地产政策出台，多篇报告被三大报摘录。具有6年以上的研究经验，对A股及贵金属均有较专业的研究。<br />★	擅长以基本面分析为主技术面分析为辅挖掘市场投资机会<br />★	擅长对大趋势的判断<br />★	擅长数据挖掘，对基金、信托和P2P理财也有一定的研究；<br />2013A股实盘账户资产总收益率超130%，2014截止目前账户资产总收益率超20%；从7月中旬至10月初证金贵金属早评中一直坚定的看空贵金属，并一直给出逢高做空建议，准确率高达80%以上。",
			"style":"顺势而为，以中长线为主。以基本面分析为主，以技术面分析为辅，技术指标主要使用MACD和KDJ。",
			"talk":"荣格说：性格决定命运。在投资上，性格决定投资风格，如果一个人投资持续不能获得收益，那么他应该做的不是试图改变自己的性格从而改变投资风格，而应从自己的投资中找出获利点和失利点，并强化获利点规避失利点，每个人都应找到适合自己并能获得收益的投资风格。",
			"id":"shenyang",
			"zbs":"",
			"cw":"证金贵金属资深媒体分析师"		
		},
		/*{
			"name":"向伟",
			"discribe":"，高级贵金属交易师。近十年专业机构投资经验，曾任国内多家大型投资机构高级分析师和首席分析师，对于贵金属市场行情大势的判断和拐点有精准预判，深受投资者喜爱和信任。贵金属实战经验极为丰富，把握机会能力强。在2008年~2011年末黄金大涨中收益丰厚，年收益远超100%。在白银市场方面，近年来收益稳定，2014年白银市场二月底开始的下跌、六月份的上涨、七月份开始的下跌均进行了准确预判，短线行情预判准确率高达80%以上，目前在证金贵金属负责《VIP尊享特刊》、《大资讯》等栏目。",
			"style":"对投资市场怀有一颗敬畏的心。交易方面专注于量化交易，善于针对当前行情构建实用交易模型，并根据环境变化进行调整。在交易理念上崇尚交易数字化，通过对模型的成功概率和交易频率进行量化统计，优化风险控制，使交易收益可预期化，以最大程度规避交易风险和追求稳定收益。在基本面分析上，善于抓住当前市场主线和行情本质，对于行情大势走势和运行逻辑有精准的把控。",
			"talk":"你不可能在无限的可能性中建立一套投资组合战略模型。以史为鉴，你可以得出一些合理的可能性。然后根据经济形势、市场情绪和政治驱动等因素推测出最有可能的结果——必须时刻知道你可能，并且将会经常犯错。",
			"id":"xiangwei",
			"zbs":"",
			"cw":"崇尚交易数字化的资深分析师"		
		},*/
		{
			"name":"张松",
			"discribe":"，中国农业大学工商管理专业（管理学学士学位）。",
			"style":"波段稳健、短线灵活，善于把握并制定系统性操作策略，可以做到从容冷静应对各种市况！",
			"talk":"成功的投资者，无须在市场上百战百胜，而是遵守一个投资计划，信奉一套理念和系统，严守纪律，并戒除贪念与恐惧！",
			"id":"zhangsong",
			"zbs":"",
			"cw":"证金贵金属资深媒体分析师"	,
			"before1":"曾经受邀参与和讯（2011年年底）年度约稿《2011，不同凡响的一年》活动；",
			"before2":"曾为CCTV证券资讯频道《多空策略》、《赢家方略》等多档节目进行节目稿的行情内容撰写及参与策划、营销等环节。"
		},
		{
			"name":"杨忠平",
			"discribe":"，对现货、期货市场有多年研究和实盘交易经验。技术涉猎广泛，对K线有重点研究。针对日内交易进行长时间研究及追踪，形成独特操盘交易模式。善于将资金回撤率和仓位管理相结合，固化风险，提高资金使用效率，着眼账户资金曲线的稳步上升；现任秦保家老师助理。",
			"style":"日内稳健交易，趋势追踪。",
			"talk":"",
			"id":"yangzhongping",
			"zbs":"",
			"cw":"证金贵金属资深媒体分析师"	,
		}
	];
	$(document).ready(function(){
		//alert(tg[0].discribe);
		getList();
		getVideo();
		$('#tg').bind('click',function(){
			$('#tg_team').show();
			$('.teacher_discribe').hide();
			$('#yj_team').hide();
			$('.tytd_team li').removeClass('sl');
			$('.tytd_teacher li').removeClass('sl');
			$(this).addClass('sl');
		})
		$('#yj').bind('click',function(){
			$('#yj_team').show();
			$('.teacher_discribe').hide();
			$('#tg_team').hide();
			$('.tytd_team li').removeClass('sl');
			$('.tytd_teacher li').removeClass('sl');
			$(this).addClass('sl');
		})
		$('.tytd_teacher li').live('click',function(){
			$('#tg_team').hide();
			$('#yj_team').hide();
			$('.tytd_teacher li').removeClass('sl');
			$('.tytd_team li').removeClass('sl');
			$(this).addClass('sl');
			var idName=$(this).attr('id');
			getData(idName);
		})
		
		$('.tytd_more').bind('click',function(){
			$(this).hide();
			$('.teacher').css('height','1040px');
		})
		//getData('xuehaizhou');
	})
	
	function getList(){
		var length=tg.length+yj.length;
		var ul='';
		for(var i=0;i<length;i++){
			var name=tg[i]?tg[i].name:yj[i-tg.length].name;
			var id=tg[i]?tg[i].id:yj[i-tg.length].id;
			ul=ul+'<li id="'+id+'"><img src="../images2014/teachers_small/'+id+'.jpg" width="70" height="70" /><p>'+name+'</p></li>';
		}
		$('.tytd_teacher').html(ul);
		//$('.tytd_teacher li:first').addClass('sl');
		//return ul;
	}
	
	function getData(idName){
		var json;
		var length=tg.length+yj.length;
		for(var i=0;i<length;i++){
			var id=tg[i]?tg[i].id:yj[i-tg.length].id;
			if(idName==id){
				if(i<tg.length){
					json=tg[i];
				}
				else{
					json=yj[i-tg.length];
				}
			}
		}
		
		var cw=json.cw?'<span class="teach">'+json.cw+'</span>':'';
		var zbs=json.zbs?'<span class="zbs">'+json.zbs+'</span>':'';
		var before1=json.before1?json.before1:'';
		var before2=json.before2?json.before2:'';
		
		var div='<div class="fl personal">'+
                    '<img src="../images2014/teachers/'+json.id+'.jpg" width="274" height="414" />'+
                    '<p id="title" class="f30 ml5">'+json.name+'</p>'+
                    '<p class="f16 ml10">'+cw+zbs+'</p>'+
                '</div>'+
            	'<div class="fr teacher_txt">'+
                	'<p><span class="f20" id="name">'+json.name+'</span>老师'+json.discribe+'</p>'+
                    '<p class="arrow">'+before1+'</p>'+
                    '<p class="arrow">'+before2+'</p>'+
                    '<div><span class="style">操作风格</span></div>'+
                    '<p>'+json.style+'</p>'+
                    '<div><span class="style">投资箴言</span></div>'+
                    '<p>'+json.talk+'</p>'+
                '</div>';
		
		$('.teacher_discribe').html(div);
		$('.teacher_discribe').show();
	}
	
	function getVideo(){
		$.ajax({
			type : "get",
			async:false,
			url:"http://vd.jrj.com/front/out/index_sp_list.jsp",
			dataType : "jsonp",
			jsonp: "callback",//服务端用于接收callback调用的function名的参数
			jsonpCallback:"callback",//callback的function名称
			success:function(jsons){
				var json=jsons.rows;
				var li='';
			
				for(var i=0;i<6;i++){
					
					li=li+'<li><a href="'+json[i].url+'"><img src="'+json[i].videoImage+'" width="208" height="115" /></a><p><a href="'+json[i].url+'">'+json[i].videoName+'</a></p></li>';
				}
				
				$('.tytd_video ul').html(li);
			},
			error:function(XMLHttpRequest, textStatus, errorThrown){
				XMLHttpRequest;
				textStatus;
				errorThrown;
			}
		})
	}